###################################################################

# Created by write_sdc on Sun Mar 18 12:33:50 2018

###################################################################
set sdc_version 2.0

set_units -time ns -resistance kOhm -capacitance pF -voltage V -current uA
set_propagated_clock [get_ports clk]
create_clock [get_ports clk]  -name ideal_clock1  -period 1  -waveform {0 0.5}
set_load -max 0.00093947  [get_nets n10]
set_load -min 0.000799159  [get_nets n10]
set_resistance 0.00621938  [get_nets n10]
set_load -max 0.000728902  [get_nets n11]
set_load -min 0.000632508  [get_nets n11]
set_resistance 0.00640969  [get_nets n11]
set_load -max 0.00209856  [get_nets n12]
set_load -min 0.00182608  [get_nets n12]
set_resistance 0.010449  [get_nets n12]
set_load -max 0.000165948  [get_nets n13]
set_load -min 0.000138622  [get_nets n13]
set_resistance 0.002475  [get_nets n13]
set_load -max 0.000310588  [get_nets n14]
set_load -min 0.000267968  [get_nets n14]
set_resistance 0.00123621  [get_nets n14]
set_load -max 0.00189114  [get_nets n15]
set_load -min 0.00161254  [get_nets n15]
set_resistance 0.0112025  [get_nets n15]
set_load -max 0.000731217  [get_nets n16]
set_load -min 0.000612972  [get_nets n16]
set_resistance 0.00501589  [get_nets n16]
set_load -max 0.000868478  [get_nets n17]
set_load -min 0.000744037  [get_nets n17]
set_resistance 0.00579375  [get_nets n17]
set_load -max 0.000993281  [get_nets n18]
set_load -min 0.000855825  [get_nets n18]
set_resistance 0.00692438  [get_nets n18]
set_load -max 0.00121688  [get_nets n19]
set_load -min 0.00105032  [get_nets n19]
set_resistance 0.00798268  [get_nets n19]
set_load -max 0.000547246  [get_nets n20]
set_load -min 0.000466083  [get_nets n20]
set_resistance 0.00487125  [get_nets n20]
set_load -max 0.00265321  [get_nets n21]
set_load -min 0.00229276  [get_nets n21]
set_resistance 0.0172013  [get_nets n21]
set_load -max 0.00194095  [get_nets n22]
set_load -min 0.00166812  [get_nets n22]
set_resistance 0.0108009  [get_nets n22]
set_load -max 0.000891677  [get_nets n25]
set_load -min 0.000766933  [get_nets n25]
set_resistance 0.0069525  [get_nets n25]
set_load -max 0.00724546  [get_nets n31]
set_load -min 0.00626715  [get_nets n31]
set_resistance 0.0422709  [get_nets n31]
set_load -max 0.000428117  [get_nets n32]
set_load -min 0.000362267  [get_nets n32]
set_resistance 0.0044783  [get_nets n32]
set_load -max 0.00214778  [get_nets n33]
set_load -min 0.00185121  [get_nets n33]
set_resistance 0.0143663  [get_nets n33]
set_load -max 0.00100998  [get_nets n35]
set_load -min 0.000868692  [get_nets n35]
set_resistance 0.00951525  [get_nets n35]
set_load -max 0.00192793  [get_nets n37]
set_load -min 0.00166436  [get_nets n37]
set_resistance 0.0152972  [get_nets n37]
set_load -max 0.000345528  [get_nets n38]
set_load -min 0.000292707  [get_nets n38]
set_resistance 0.003072  [get_nets n38]
set_load -max 0.00396552  [get_nets n39]
set_load -min 0.0034834  [get_nets n39]
set_resistance 0.0287663  [get_nets n39]
set_load -max 0.000321526  [get_nets n50]
set_load -min 0.000270451  [get_nets n50]
set_resistance 0.00302625  [get_nets n50]
set_load -max 0.00155497  [get_nets n51]
set_load -min 0.00134518  [get_nets n51]
set_resistance 0.0133666  [get_nets n51]
set_load -max 0.00193635  [get_nets n52]
set_load -min 0.00167166  [get_nets n52]
set_resistance 0.0120582  [get_nets n52]
set_load -max 0.00065439  [get_nets n59]
set_load -min 0.000564073  [get_nets n59]
set_resistance 0.00565313  [get_nets n59]
set_load -max 0.0017765  [get_nets n61]
set_load -min 0.00151714  [get_nets n61]
set_resistance 0.0132525  [get_nets n61]
set_load -max 0.000475383  [get_nets n62]
set_load -min 0.000399777  [get_nets n62]
set_resistance 0.0041625  [get_nets n62]
set_load -max 0.000923361  [get_nets n63]
set_load -min 0.000801788  [get_nets n63]
set_resistance 0.0080775  [get_nets n63]
set_load -max 0.000181704  [get_nets n64]
set_load -min 0.000152505  [get_nets n64]
set_resistance 0.0025425  [get_nets n64]
set_load -max 0.00144305  [get_nets n65]
set_load -min 0.00123244  [get_nets n65]
set_resistance 0.0105188  [get_nets n65]
set_load -max 0.0195759  [get_nets n66]
set_load -min 0.017002  [get_nets n66]
set_resistance 0.140283  [get_nets n66]
set_load -max 0.00307802  [get_nets n67]
set_load -min 0.00265472  [get_nets n67]
set_resistance 0.0192459  [get_nets n67]
set_load -max 0.000387029  [get_nets n68]
set_load -min 0.000335445  [get_nets n68]
set_resistance 0.00146571  [get_nets n68]
set_load -max 0.00169853  [get_nets n76]
set_load -min 0.00146085  [get_nets n76]
set_resistance 0.00925393  [get_nets n76]
set_load -max 0.00130353  [get_nets n373]
set_load -min 0.00112802  [get_nets n373]
set_resistance 0.00930375  [get_nets n373]
set_load -max 0.00629153  [get_nets n396]
set_load -min 0.00545826  [get_nets n396]
set_resistance 0.0339413  [get_nets n396]
set_load -max 0.001763  [get_nets n382]
set_load -min 0.00151393  [get_nets n382]
set_resistance 0.0112485  [get_nets n382]
set_load -max 0.00377449  [get_nets n369]
set_load -min 0.00325663  [get_nets n369]
set_resistance 0.0165308  [get_nets n369]
set_load -max 0.00171726  [get_nets n386]
set_load -min 0.00147991  [get_nets n386]
set_resistance 0.00909  [get_nets n386]
set_load -max 0.000924528  [get_nets n384]
set_load -min 0.000792051  [get_nets n384]
set_resistance 0.00522643  [get_nets n384]
set_load -max 0.00268335  [get_nets n389]
set_load -min 0.00231068  [get_nets n389]
set_resistance 0.0108113  [get_nets n389]
set_load -max 0.00242085  [get_nets n374]
set_load -min 0.00209297  [get_nets n374]
set_resistance 0.0119813  [get_nets n374]
set_load -max 0.00162867  [get_nets n375]
set_load -min 0.00140201  [get_nets n375]
set_resistance 0.00927377  [get_nets n375]
set_load -max 0.00135103  [get_nets n397]
set_load -min 0.00116926  [get_nets n397]
set_resistance 0.00838125  [get_nets n397]
set_load -max 0.00107222  [get_nets n140]
set_load -min 0.000921101  [get_nets n140]
set_resistance 0.00774563  [get_nets n140]
set_load -max 0.00137502  [get_nets n376]
set_load -min 0.00118804  [get_nets n376]
set_resistance 0.0090675  [get_nets n376]
set_load -max 0.00781533  [get_nets n143]
set_load -min 0.00678321  [get_nets n143]
set_resistance 0.0465104  [get_nets n143]
set_load -max 0.000990071  [get_nets n146]
set_load -min 0.000857807  [get_nets n146]
set_resistance 0.00676125  [get_nets n146]
set_load -max 0.00126371  [get_nets n377]
set_load -min 0.00109455  [get_nets n377]
set_resistance 0.00903825  [get_nets n377]
set_load -max 0.00109082  [get_nets n387]
set_load -min 0.000946889  [get_nets n387]
set_resistance 0.00774  [get_nets n387]
set_load -max 0.00162972  [get_nets n398]
set_load -min 0.00141938  [get_nets n398]
set_resistance 0.0133853  [get_nets n398]
set_load -max 0.000917372  [get_nets n168]
set_load -min 0.000791776  [get_nets n168]
set_resistance 0.0060525  [get_nets n168]
set_load -max 0.00255656  [get_nets n49]
set_load -min 0.00222394  [get_nets n49]
set_resistance 0.01521  [get_nets n49]
set_load -max 0.00146813  [get_nets n40]
set_load -min 0.00126568  [get_nets n40]
set_resistance 0.0139173  [get_nets n40]
set_load -max 0.00495148  [get_nets n41]
set_load -min 0.00439392  [get_nets n41]
set_resistance 0.0350634  [get_nets n41]
set_load -max 0.00199984  [get_nets n42]
set_load -min 0.00171609  [get_nets n42]
set_resistance 0.0133403  [get_nets n42]
set_load -max 0.00410973  [get_nets n5]
set_load -min 0.00355428  [get_nets n5]
set_resistance 0.0219583  [get_nets n5]
set_load -max 0.00307485  [get_nets n6]
set_load -min 0.00263066  [get_nets n6]
set_resistance 0.0187931  [get_nets n6]
set_load -max 0.000846979  [get_nets n7]
set_load -min 0.000730354  [get_nets n7]
set_resistance 0.00732375  [get_nets n7]
set_load -max 0.0011295  [get_nets n8]
set_load -min 0.000974851  [get_nets n8]
set_resistance 0.00846  [get_nets n8]
set_load -max 0.00547341  [get_nets n9]
set_load -min 0.00475331  [get_nets n9]
set_resistance 0.034622  [get_nets n9]
set_load -max 0.000772408  [get_nets n77]
set_load -min 0.000665032  [get_nets n77]
set_resistance 0.00667125  [get_nets n77]
set_load -max 0.000771874  [get_nets n78]
set_load -min 0.000666224  [get_nets n78]
set_resistance 0.00622125  [get_nets n78]
set_load -max 0.0363111  [get_nets n79]
set_load -min 0.0312045  [get_nets n79]
set_resistance 0.235758  [get_nets n79]
set_load -max 0.0423348  [get_nets n80]
set_load -min 0.0365601  [get_nets n80]
set_resistance 0.279912  [get_nets n80]
set_load -max 0.00169064  [get_nets n119]
set_load -min 0.00144002  [get_nets n119]
set_resistance 0.0104738  [get_nets n119]
set_load -max 0.000925747  [get_nets n137]
set_load -min 0.000796841  [get_nets n137]
set_resistance 0.00744975  [get_nets n137]
set_load -max 0.00144254  [get_nets n366]
set_load -min 0.00124129  [get_nets n366]
set_resistance 0.0114919  [get_nets n366]
set_load -max 0.000808687  [get_nets n186]
set_load -min 0.000695686  [get_nets n186]
set_resistance 0.00371107  [get_nets n186]
set_load -max 0.000605196  [get_nets n134]
set_load -min 0.000513268  [get_nets n134]
set_resistance 0.00616982  [get_nets n134]
set_load -max 0.00067026  [get_nets n133]
set_load -min 0.000579657  [get_nets n133]
set_resistance 0.00584573  [get_nets n133]
set_load -max 0.000842034  [get_nets n132]
set_load -min 0.000720212  [get_nets n132]
set_resistance 0.00648  [get_nets n132]
set_load -max 0.0035588  [get_nets n130]
set_load -min 0.00301751  [get_nets n130]
set_resistance 0.0179888  [get_nets n130]
set_load -max 0.00111616  [get_nets n131]
set_load -min 0.000967086  [get_nets n131]
set_resistance 0.00874125  [get_nets n131]
set_load -max 0.00397871  [get_nets n128]
set_load -min 0.00339831  [get_nets n128]
set_resistance 0.0220725  [get_nets n128]
set_load -max 0.000756259  [get_nets n129]
set_load -min 0.000639477  [get_nets n129]
set_resistance 0.00436275  [get_nets n129]
set_load -max 0.000910977  [get_nets n135]
set_load -min 0.000765679  [get_nets n135]
set_resistance 0.00615375  [get_nets n135]
set_load -max 0.0016052  [get_nets n127]
set_load -min 0.0013598  [get_nets n127]
set_resistance 0.00804375  [get_nets n127]
set_load -max 0.000815113  [get_nets n126]
set_load -min 0.000701612  [get_nets n126]
set_resistance 0.00620438  [get_nets n126]
set_load -max 0.0029365  [get_nets n124]
set_load -min 0.00246825  [get_nets n124]
set_resistance 0.0144619  [get_nets n124]
set_load -max 0.00485299  [get_nets n125]
set_load -min 0.00418477  [get_nets n125]
set_resistance 0.0232875  [get_nets n125]
set_load -max 0.00237151  [get_nets n122]
set_load -min 0.00207663  [get_nets n122]
set_resistance 0.0148528  [get_nets n122]
set_load -max 0.000824771  [get_nets n123]
set_load -min 0.000708786  [get_nets n123]
set_resistance 0.00664031  [get_nets n123]
set_load -max 0.000494922  [get_nets n392]
set_load -min 0.000415951  [get_nets n392]
set_resistance 0.00396563  [get_nets n392]
set_load -max 0.00399449  [get_nets n383]
set_load -min 0.00345597  [get_nets n383]
set_resistance 0.0188438  [get_nets n383]
set_load -max 0.000559389  [get_nets n175]
set_load -min 0.000477161  [get_nets n175]
set_resistance 0.00536625  [get_nets n175]
set_load -max 0.00183817  [get_nets n156]
set_load -min 0.00158724  [get_nets n156]
set_resistance 0.0136398  [get_nets n156]
set_load -max 0.00126437  [get_nets n174]
set_load -min 0.00107099  [get_nets n174]
set_resistance 0.00823781  [get_nets n174]
set_load -max 0.0705338  [get_nets n81]
set_load -min 0.0603165  [get_nets n81]
set_resistance 0.403411  [get_nets n81]
set_load -max 0.000983948  [get_nets n82]
set_load -min 0.000843679  [get_nets n82]
set_resistance 0.007245  [get_nets n82]
set_load -max 0.000702835  [get_nets n83]
set_load -min 0.000600382  [get_nets n83]
set_resistance 0.00640406  [get_nets n83]
set_load -max 0.000360557  [get_nets n171]
set_load -min 0.000302978  [get_nets n171]
set_resistance 0.00309375  [get_nets n171]
set_load -max 0.00311431  [get_nets n378]
set_load -min 0.0026921  [get_nets n378]
set_resistance 0.0171289  [get_nets n378]
set_load -max 0.00231387  [get_nets n371]
set_load -min 0.00201231  [get_nets n371]
set_resistance 0.0143325  [get_nets n371]
set_load -max 0.00137688  [get_nets n167]
set_load -min 0.00117398  [get_nets n167]
set_resistance 0.00892334  [get_nets n167]
set_load -max 0.000421881  [get_nets n166]
set_load -min 0.000362124  [get_nets n166]
set_resistance 0.00321712  [get_nets n166]
set_load -max 0.00168933  [get_nets n370]
set_load -min 0.00146625  [get_nets n370]
set_resistance 0.0105638  [get_nets n370]
set_load -max 0.00315122  [get_nets n391]
set_load -min 0.00274733  [get_nets n391]
set_resistance 0.0179325  [get_nets n391]
set_load -max 0.000873407  [get_nets n394]
set_load -min 0.000749141  [get_nets n394]
set_resistance 0.00687971  [get_nets n394]
set_load -max 0.00097445  [get_nets n169]
set_load -min 0.000831446  [get_nets n169]
set_resistance 0.0082125  [get_nets n169]
set_load -max 0.00104736  [get_nets n368]
set_load -min 0.000897788  [get_nets n368]
set_resistance 0.0063  [get_nets n368]
set_load -max 0.000936619  [get_nets n157]
set_load -min 0.000790294  [get_nets n157]
set_resistance 0.0054675  [get_nets n157]
set_load -max 0.00155648  [get_nets n155]
set_load -min 0.00133408  [get_nets n155]
set_resistance 0.0124791  [get_nets n155]
set_load -max 0.000735946  [get_nets n152]
set_load -min 0.000627358  [get_nets n152]
set_resistance 0.00529875  [get_nets n152]
set_load -max 0.000447063  [get_nets n153]
set_load -min 0.000373979  [get_nets n153]
set_resistance 0.0034875  [get_nets n153]
set_load -max 0.00296928  [get_nets n385]
set_load -min 0.002563  [get_nets n385]
set_resistance 0.0173756  [get_nets n385]
set_load -max 0.000477977  [get_nets n151]
set_load -min 0.00040228  [get_nets n151]
set_resistance 0.00360825  [get_nets n151]
set_load -max 0.0042409  [get_nets n379]
set_load -min 0.00362693  [get_nets n379]
set_resistance 0.0239316  [get_nets n379]
set_load -max 0.000410166  [get_nets n149]
set_load -min 0.000347803  [get_nets n149]
set_resistance 0.00335531  [get_nets n149]
set_load -max 0.00130461  [get_nets n147]
set_load -min 0.00111998  [get_nets n147]
set_resistance 0.00797625  [get_nets n147]
set_load -max 0.000996291  [get_nets n372]
set_load -min 0.000853613  [get_nets n372]
set_resistance 0.00681107  [get_nets n372]
set_load -max 0.00181395  [get_nets n145]
set_load -min 0.00156425  [get_nets n145]
set_resistance 0.0103327  [get_nets n145]
set_load -max 0.000439434  [get_nets n142]
set_load -min 0.000367435  [get_nets n142]
set_resistance 0.0035325  [get_nets n142]
set_load -max 0.00606728  [get_nets n390]
set_load -min 0.00527535  [get_nets n390]
set_resistance 0.0327741  [get_nets n390]
set_load -max 0.00681765  [get_nets n144]
set_load -min 0.00590569  [get_nets n144]
set_resistance 0.0420898  [get_nets n144]
set_load -max 0.000995661  [get_nets n141]
set_load -min 0.000861998  [get_nets n141]
set_resistance 0.006075  [get_nets n141]
set_load -max 0.00196515  [get_nets n395]
set_load -min 0.00169161  [get_nets n395]
set_resistance 0.0131641  [get_nets n395]
set_load -max 0.00135685  [get_nets n138]
set_load -min 0.00118686  [get_nets n138]
set_resistance 0.00877238  [get_nets n138]
set_load -max 0.000406242  [get_nets n388]
set_load -min 0.000337946  [get_nets n388]
set_resistance 0.00370125  [get_nets n388]
set_load -max 0.000261425  [get_nets n136]
set_load -min 0.000219627  [get_nets n136]
set_resistance 0.0027675  [get_nets n136]
set_load -max 0.00155075  [get_nets n121]
set_load -min 0.00134326  [get_nets n121]
set_resistance 0.010035  [get_nets n121]
set_load -max 0.000481412  [get_nets n139]
set_load -min 0.000405975  [get_nets n139]
set_resistance 0.00421875  [get_nets n139]
set_load -max 0.000515578  [get_nets n150]
set_load -min 0.000438186  [get_nets n150]
set_resistance 0.00351  [get_nets n150]
set_load -max 0.00082013  [get_nets n154]
set_load -min 0.000695335  [get_nets n154]
set_resistance 0.00468  [get_nets n154]
set_load -max 0.00402993  [get_nets n158]
set_load -min 0.00349273  [get_nets n158]
set_resistance 0.0233888  [get_nets n158]
set_load -max 0.000269296  [get_nets n212]
set_load -min 0.000227029  [get_nets n212]
set_resistance 0.0028567  [get_nets n212]
set_load -max 0.00292975  [get_nets n208]
set_load -min 0.00252499  [get_nets n208]
set_resistance 0.0180311  [get_nets n208]
set_load -max 0.00266635  [get_nets n207]
set_load -min 0.00230092  [get_nets n207]
set_resistance 0.0150047  [get_nets n207]
set_load -max 0.000298937  [get_nets n206]
set_load -min 0.000249402  [get_nets n206]
set_resistance 0.0029475  [get_nets n206]
set_load -max 0.00301416  [get_nets n93]
set_load -min 0.00260469  [get_nets n93]
set_resistance 0.01683  [get_nets n93]
set_load -max 0.000688171  [get_nets n205]
set_load -min 0.000588255  [get_nets n205]
set_resistance 0.00606094  [get_nets n205]
set_load -max 0.00330114  [get_nets n204]
set_load -min 0.00283612  [get_nets n204]
set_resistance 0.0191471  [get_nets n204]
set_load -max 0.000300232  [get_nets n203]
set_load -min 0.00025959  [get_nets n203]
set_resistance 0.00119379  [get_nets n203]
set_load -max 0.000848834  [get_nets n200]
set_load -min 0.000728521  [get_nets n200]
set_resistance 0.00662946  [get_nets n200]
set_load -max 0.00105632  [get_nets n202]
set_load -min 0.000894157  [get_nets n202]
set_resistance 0.00766045  [get_nets n202]
set_load -max 0.00095732  [get_nets n201]
set_load -min 0.000830964  [get_nets n201]
set_resistance 0.00749531  [get_nets n201]
set_load -max 0.000856542  [get_nets n199]
set_load -min 0.000731883  [get_nets n199]
set_resistance 0.0077625  [get_nets n199]
set_load -max 0.00184527  [get_nets n198]
set_load -min 0.00159589  [get_nets n198]
set_resistance 0.0150103  [get_nets n198]
set_load -max 0.000738488  [get_nets n196]
set_load -min 0.000638907  [get_nets n196]
set_resistance 0.0065925  [get_nets n196]
set_load -max 0.000393768  [get_nets n197]
set_load -min 0.000329676  [get_nets n197]
set_resistance 0.00327881  [get_nets n197]
set_load -max 0.00340605  [get_nets n195]
set_load -min 0.00294011  [get_nets n195]
set_resistance 0.018135  [get_nets n195]
set_load -max 0.000971437  [get_nets n194]
set_load -min 0.000831857  [get_nets n194]
set_resistance 0.00616275  [get_nets n194]
set_load -max 0.00333024  [get_nets n96]
set_load -min 0.00287784  [get_nets n96]
set_resistance 0.0166275  [get_nets n96]
set_load -max 0.000420885  [get_nets n193]
set_load -min 0.000353659  [get_nets n193]
set_resistance 0.00371893  [get_nets n193]
set_load -max 0.00252637  [get_nets n192]
set_load -min 0.00213946  [get_nets n192]
set_resistance 0.0151988  [get_nets n192]
set_load -max 0.000231688  [get_nets n191]
set_load -min 0.00019585  [get_nets n191]
set_resistance 0.00237938  [get_nets n191]
set_load -max 0.00369767  [get_nets n190]
set_load -min 0.00317599  [get_nets n190]
set_resistance 0.0205763  [get_nets n190]
set_load -max 0.00413662  [get_nets n189]
set_load -min 0.00356558  [get_nets n189]
set_resistance 0.0264994  [get_nets n189]
set_load -max 0.000763952  [get_nets n188]
set_load -min 0.000660091  [get_nets n188]
set_resistance 0.00520875  [get_nets n188]
set_load -max 0.00269751  [get_nets n181]
set_load -min 0.00232961  [get_nets n181]
set_resistance 0.018272  [get_nets n181]
set_load -max 0.00411886  [get_nets n187]
set_load -min 0.00352087  [get_nets n187]
set_resistance 0.0226688  [get_nets n187]
set_load -max 0.00140909  [get_nets n184]
set_load -min 0.00121271  [get_nets n184]
set_resistance 0.00813054  [get_nets n184]
set_load -max 0.00144414  [get_nets n185]
set_load -min 0.00123377  [get_nets n185]
set_resistance 0.00959625  [get_nets n185]
set_load -max 0.00173146  [get_nets n183]
set_load -min 0.00148913  [get_nets n183]
set_resistance 0.0125775  [get_nets n183]
set_load -max 0.00112402  [get_nets n182]
set_load -min 0.000964398  [get_nets n182]
set_resistance 0.00726188  [get_nets n182]
set_load -max 0.000552844  [get_nets n180]
set_load -min 0.000462043  [get_nets n180]
set_resistance 0.00433125  [get_nets n180]
set_load -max 0.000917272  [get_nets n179]
set_load -min 0.000775533  [get_nets n179]
set_resistance 0.00589629  [get_nets n179]
set_load -max 0.000378502  [get_nets n177]
set_load -min 0.000316345  [get_nets n177]
set_resistance 0.0036675  [get_nets n177]
set_load -max 0.000618619  [get_nets n178]
set_load -min 0.000518124  [get_nets n178]
set_resistance 0.0045495  [get_nets n178]
set_load -max 0.00100911  [get_nets n173]
set_load -min 0.000869824  [get_nets n173]
set_resistance 0.00687844  [get_nets n173]
set_load -max 0.00384805  [get_nets n381]
set_load -min 0.0033497  [get_nets n381]
set_resistance 0.0220452  [get_nets n381]
set_load -max 0.00400991  [get_nets n380]
set_load -min 0.00350409  [get_nets n380]
set_resistance 0.0215663  [get_nets n380]
set_load -max 0.00095092  [get_nets n176]
set_load -min 0.00081906  [get_nets n176]
set_resistance 0.006705  [get_nets n176]
set_load -max 0.00115843  [get_nets n172]
set_load -min 0.000991463  [get_nets n172]
set_resistance 0.00810707  [get_nets n172]
set_load -max 0.00127654  [get_nets n245]
set_load -min 0.00109908  [get_nets n245]
set_resistance 0.00706275  [get_nets n245]
set_load -max 0.00199786  [get_nets n244]
set_load -min 0.00172699  [get_nets n244]
set_resistance 0.0116859  [get_nets n244]
set_load -max 0.00033489  [get_nets n246]
set_load -min 0.000279595  [get_nets n246]
set_resistance 0.0031545  [get_nets n246]
set_load -max 0.00203841  [get_nets n243]
set_load -min 0.00175339  [get_nets n243]
set_resistance 0.0146736  [get_nets n243]
set_load -max 0.00124274  [get_nets n242]
set_load -min 0.00105506  [get_nets n242]
set_resistance 0.0101716  [get_nets n242]
set_load -max 0.000754233  [get_nets n240]
set_load -min 0.00064415  [get_nets n240]
set_resistance 0.00522563  [get_nets n240]
set_load -max 0.00244871  [get_nets n238]
set_load -min 0.00212159  [get_nets n238]
set_resistance 0.0132863  [get_nets n238]
set_load -max 0.000801342  [get_nets n91]
set_load -min 0.000688504  [get_nets n91]
set_resistance 0.005805  [get_nets n91]
set_load -max 0.00133954  [get_nets n237]
set_load -min 0.00115839  [get_nets n237]
set_resistance 0.00851906  [get_nets n237]
set_load -max 0.0021827  [get_nets n236]
set_load -min 0.00192198  [get_nets n236]
set_resistance 0.0146338  [get_nets n236]
set_load -max 0.000736386  [get_nets n235]
set_load -min 0.000629455  [get_nets n235]
set_resistance 0.00586261  [get_nets n235]
set_load -max 0.000703576  [get_nets n232]
set_load -min 0.000603039  [get_nets n232]
set_resistance 0.00537469  [get_nets n232]
set_load -max 0.00120927  [get_nets n234]
set_load -min 0.00104114  [get_nets n234]
set_resistance 0.00714975  [get_nets n234]
set_load -max 0.00193297  [get_nets n233]
set_load -min 0.00167087  [get_nets n233]
set_resistance 0.0121331  [get_nets n233]
set_load -max 0.0019723  [get_nets n231]
set_load -min 0.00167644  [get_nets n231]
set_resistance 0.0111544  [get_nets n231]
set_load -max 0.000946103  [get_nets n230]
set_load -min 0.000817921  [get_nets n230]
set_resistance 0.0076275  [get_nets n230]
set_load -max 0.000996899  [get_nets n229]
set_load -min 0.000853476  [get_nets n229]
set_resistance 0.00887625  [get_nets n229]
set_load -max 0.00267312  [get_nets n228]
set_load -min 0.00229199  [get_nets n228]
set_resistance 0.0170888  [get_nets n228]
set_load -max 0.00215943  [get_nets n226]
set_load -min 0.00186267  [get_nets n226]
set_resistance 0.0146003  [get_nets n226]
set_load -max 0.00214952  [get_nets n88]
set_load -min 0.00184745  [get_nets n88]
set_resistance 0.012465  [get_nets n88]
set_load -max 0.00129604  [get_nets n225]
set_load -min 0.00111637  [get_nets n225]
set_resistance 0.00863197  [get_nets n225]
set_load -max 0.00705707  [get_nets n224]
set_load -min 0.00608246  [get_nets n224]
set_resistance 0.0307406  [get_nets n224]
set_load -max 0.000235565  [get_nets n223]
set_load -min 0.000200269  [get_nets n223]
set_resistance 0.0024075  [get_nets n223]
set_load -max 0.00111006  [get_nets n221]
set_load -min 0.000953847  [get_nets n221]
set_resistance 0.00691875  [get_nets n221]
set_load -max 0.00119196  [get_nets n220]
set_load -min 0.00102813  [get_nets n220]
set_resistance 0.00857948  [get_nets n220]
set_load -max 0.00310453  [get_nets n222]
set_load -min 0.00267452  [get_nets n222]
set_resistance 0.0133875  [get_nets n222]
set_load -max 0.00172721  [get_nets n219]
set_load -min 0.00148987  [get_nets n219]
set_resistance 0.0113645  [get_nets n219]
set_load -max 0.00137423  [get_nets n218]
set_load -min 0.00116886  [get_nets n218]
set_resistance 0.0122778  [get_nets n218]
set_load -max 0.00685444  [get_nets n227]
set_load -min 0.00589779  [get_nets n227]
set_resistance 0.0432568  [get_nets n227]
set_load -max 0.00117826  [get_nets n217]
set_load -min 0.00101378  [get_nets n217]
set_resistance 0.00903375  [get_nets n217]
set_load -max 0.00149094  [get_nets n216]
set_load -min 0.00129217  [get_nets n216]
set_resistance 0.01008  [get_nets n216]
set_load -max 0.00141107  [get_nets n90]
set_load -min 0.00117626  [get_nets n90]
set_resistance 0.0086175  [get_nets n90]
set_load -max 0.0034756  [get_nets n215]
set_load -min 0.0029838  [get_nets n215]
set_resistance 0.0181041  [get_nets n215]
set_load -max 0.003924  [get_nets n214]
set_load -min 0.0033301  [get_nets n214]
set_resistance 0.0197685  [get_nets n214]
set_load -max 0.000773804  [get_nets n213]
set_load -min 0.000665382  [get_nets n213]
set_resistance 0.006525  [get_nets n213]
set_load -max 0.00120742  [get_nets n211]
set_load -min 0.00103801  [get_nets n211]
set_resistance 0.00875893  [get_nets n211]
set_load -max 0.0015169  [get_nets n210]
set_load -min 0.00130711  [get_nets n210]
set_resistance 0.0079875  [get_nets n210]
set_load -max 0.0016482  [get_nets n281]
set_load -min 0.00140338  [get_nets n281]
set_resistance 0.00639281  [get_nets n281]
set_load -max 0.000772456  [get_nets n99]
set_load -min 0.000663673  [get_nets n99]
set_resistance 0.00590625  [get_nets n99]
set_load -max 0.00359239  [get_nets n280]
set_load -min 0.00311805  [get_nets n280]
set_resistance 0.0230175  [get_nets n280]
set_load -max 0.00566588  [get_nets n279]
set_load -min 0.00490418  [get_nets n279]
set_resistance 0.0256837  [get_nets n279]
set_load -max 0.00175991  [get_nets n278]
set_load -min 0.00148637  [get_nets n278]
set_resistance 0.0092025  [get_nets n278]
set_load -max 0.0200971  [get_nets n355]
set_load -min 0.0174782  [get_nets n355]
set_resistance 0.138141  [get_nets n355]
set_load -max 0.000867437  [get_nets n276]
set_load -min 0.000750388  [get_nets n276]
set_resistance 0.00631406  [get_nets n276]
set_load -max 0.00134832  [get_nets n275]
set_load -min 0.00116683  [get_nets n275]
set_resistance 0.0103838  [get_nets n275]
set_load -max 0.00254443  [get_nets n277]
set_load -min 0.00213741  [get_nets n277]
set_resistance 0.0151678  [get_nets n277]
set_load -max 0.00132715  [get_nets n274]
set_load -min 0.00113031  [get_nets n274]
set_resistance 0.00984761  [get_nets n274]
set_load -max 0.0006948  [get_nets n272]
set_load -min 0.00059573  [get_nets n272]
set_resistance 0.00601875  [get_nets n272]
set_load -max 0.00140923  [get_nets n100]
set_load -min 0.00121077  [get_nets n100]
set_resistance 0.00786375  [get_nets n100]
set_load -max 0.000624399  [get_nets n271]
set_load -min 0.000530815  [get_nets n271]
set_resistance 0.00570696  [get_nets n271]
set_load -max 0.00823836  [get_nets n270]
set_load -min 0.00717528  [get_nets n270]
set_resistance 0.0422044  [get_nets n270]
set_load -max 0.00106011  [get_nets n269]
set_load -min 0.000909898  [get_nets n269]
set_resistance 0.00717525  [get_nets n269]
set_load -max 0.0016265  [get_nets n268]
set_load -min 0.00139656  [get_nets n268]
set_resistance 0.0113513  [get_nets n268]
set_load -max 0.000866165  [get_nets n267]
set_load -min 0.000742667  [get_nets n267]
set_resistance 0.00706875  [get_nets n267]
set_load -max 0.00465816  [get_nets n98]
set_load -min 0.00405056  [get_nets n98]
set_resistance 0.0198113  [get_nets n98]
set_load -max 0.00168462  [get_nets n266]
set_load -min 0.00145237  [get_nets n266]
set_resistance 0.0120375  [get_nets n266]
set_load -max 0.00605352  [get_nets n265]
set_load -min 0.00528733  [get_nets n265]
set_resistance 0.0342619  [get_nets n265]
set_load -max 0.000886307  [get_nets n264]
set_load -min 0.000756969  [get_nets n264]
set_resistance 0.00655875  [get_nets n264]
set_load -max 0.00105555  [get_nets n261]
set_load -min 0.000915348  [get_nets n261]
set_resistance 0.008505  [get_nets n261]
set_load -max 0.00315251  [get_nets n263]
set_load -min 0.00269355  [get_nets n263]
set_resistance 0.0206887  [get_nets n263]
set_load -max 0.00238077  [get_nets n260]
set_load -min 0.00203989  [get_nets n260]
set_resistance 0.0197888  [get_nets n260]
set_load -max 0.000829874  [get_nets n259]
set_load -min 0.000717476  [get_nets n259]
set_resistance 0.00754406  [get_nets n259]
set_load -max 0.000663701  [get_nets n258]
set_load -min 0.000566805  [get_nets n258]
set_resistance 0.0059625  [get_nets n258]
set_load -max 0.00478688  [get_nets n85]
set_load -min 0.00414826  [get_nets n85]
set_resistance 0.024795  [get_nets n85]
set_load -max 0.000629861  [get_nets n257]
set_load -min 0.000540003  [get_nets n257]
set_resistance 0.00507375  [get_nets n257]
set_load -max 0.00215136  [get_nets n256]
set_load -min 0.00185202  [get_nets n256]
set_resistance 0.0130866  [get_nets n256]
set_load -max 0.0007373  [get_nets n255]
set_load -min 0.000626742  [get_nets n255]
set_resistance 0.0063225  [get_nets n255]
set_load -max 0.000861903  [get_nets n253]
set_load -min 0.00073101  [get_nets n253]
set_resistance 0.00698344  [get_nets n253]
set_load -max 0.00023859  [get_nets n252]
set_load -min 0.000200638  [get_nets n252]
set_resistance 0.0027225  [get_nets n252]
set_load -max 0.000754269  [get_nets n254]
set_load -min 0.000646085  [get_nets n254]
set_resistance 0.0053325  [get_nets n254]
set_load -max 0.000886059  [get_nets n251]
set_load -min 0.000756933  [get_nets n251]
set_resistance 0.006192  [get_nets n251]
set_load -max 0.00209358  [get_nets n250]
set_load -min 0.00176617  [get_nets n250]
set_resistance 0.0127428  [get_nets n250]
set_load -max 0.00118671  [get_nets n87]
set_load -min 0.0010419  [get_nets n87]
set_resistance 0.00886982  [get_nets n87]
set_load -max 0.00166694  [get_nets n249]
set_load -min 0.00143119  [get_nets n249]
set_resistance 0.0118153  [get_nets n249]
set_load -max 0.00460101  [get_nets n248]
set_load -min 0.00404459  [get_nets n248]
set_resistance 0.027142  [get_nets n248]
set_load -max 0.00340039  [get_nets n317]
set_load -min 0.00291312  [get_nets n317]
set_resistance 0.0199275  [get_nets n317]
set_load -max 0.00313535  [get_nets n315]
set_load -min 0.002673  [get_nets n315]
set_resistance 0.0206888  [get_nets n315]
set_load -max 0.00491945  [get_nets n314]
set_load -min 0.00426542  [get_nets n314]
set_resistance 0.0273965  [get_nets n314]
set_load -max 0.00213708  [get_nets n313]
set_load -min 0.00184999  [get_nets n313]
set_resistance 0.0118125  [get_nets n313]
set_load -max 0.00108993  [get_nets n92]
set_load -min 0.000934642  [get_nets n92]
set_resistance 0.008325  [get_nets n92]
set_load -max 0.0013529  [get_nets n312]
set_load -min 0.00116438  [get_nets n312]
set_resistance 0.00979875  [get_nets n312]
set_load -max 0.00177145  [get_nets n311]
set_load -min 0.00153153  [get_nets n311]
set_resistance 0.0115149  [get_nets n311]
set_load -max 0.00399577  [get_nets n310]
set_load -min 0.00343028  [get_nets n310]
set_resistance 0.0167625  [get_nets n310]
set_load -max 0.00152579  [get_nets n307]
set_load -min 0.00130735  [get_nets n307]
set_resistance 0.00718875  [get_nets n307]
set_load -max 0.00096777  [get_nets n309]
set_load -min 0.000837615  [get_nets n309]
set_resistance 0.00723938  [get_nets n309]
set_load -max 0.00132833  [get_nets n306]
set_load -min 0.00113223  [get_nets n306]
set_resistance 0.0108225  [get_nets n306]
set_load -max 0.00163942  [get_nets n305]
set_load -min 0.00142273  [get_nets n305]
set_resistance 0.0144158  [get_nets n305]
set_load -max 0.000804154  [get_nets n304]
set_load -min 0.000684098  [get_nets n304]
set_resistance 0.00409781  [get_nets n304]
set_load -max 0.00115304  [get_nets n95]
set_load -min 0.000984173  [get_nets n95]
set_resistance 0.0064125  [get_nets n95]
set_load -max 0.000812395  [get_nets n303]
set_load -min 0.000699265  [get_nets n303]
set_resistance 0.006435  [get_nets n303]
set_load -max 0.00119053  [get_nets n302]
set_load -min 0.00100615  [get_nets n302]
set_resistance 0.00739125  [get_nets n302]
set_load -max 0.00227728  [get_nets n301]
set_load -min 0.00193201  [get_nets n301]
set_resistance 0.0117788  [get_nets n301]
set_load -max 0.000244152  [get_nets n298]
set_load -min 0.000208611  [get_nets n298]
set_resistance 0.002745  [get_nets n298]
set_load -max 0.00284892  [get_nets n300]
set_load -min 0.00246781  [get_nets n300]
set_resistance 0.0129994  [get_nets n300]
set_load -max 0.00126618  [get_nets n299]
set_load -min 0.00109641  [get_nets n299]
set_resistance 0.00773847  [get_nets n299]
set_load -max 0.00140161  [get_nets n148]
set_load -min 0.00119243  [get_nets n148]
set_resistance 0.0118354  [get_nets n148]
set_load -max 0.00169919  [get_nets n297]
set_load -min 0.00146343  [get_nets n297]
set_resistance 0.0118854  [get_nets n297]
set_load -max 0.00111574  [get_nets n294]
set_load -min 0.000960786  [get_nets n294]
set_resistance 0.00864  [get_nets n294]
set_load -max 0.00134898  [get_nets n296]
set_load -min 0.00115393  [get_nets n296]
set_resistance 0.0112078  [get_nets n296]
set_load -max 0.00124679  [get_nets n292]
set_load -min 0.00107032  [get_nets n292]
set_resistance 0.00744605  [get_nets n292]
set_load -max 0.00211194  [get_nets n97]
set_load -min 0.00181996  [get_nets n97]
set_resistance 0.013815  [get_nets n97]
set_load -max 0.000771255  [get_nets n291]
set_load -min 0.00065966  [get_nets n291]
set_resistance 0.0062325  [get_nets n291]
set_load -max 0.0130838  [get_nets n290]
set_load -min 0.011362  [get_nets n290]
set_resistance 0.0584143  [get_nets n290]
set_load -max 0.00161961  [get_nets n289]
set_load -min 0.00141397  [get_nets n289]
set_resistance 0.0112725  [get_nets n289]
set_load -max 0.00107252  [get_nets n287]
set_load -min 0.000935085  [get_nets n287]
set_resistance 0.00747  [get_nets n287]
set_load -max 0.00194811  [get_nets n286]
set_load -min 0.00168879  [get_nets n286]
set_resistance 0.0137559  [get_nets n286]
set_load -max 0.00230928  [get_nets n288]
set_load -min 0.00196295  [get_nets n288]
set_resistance 0.013357  [get_nets n288]
set_load -max 0.00385564  [get_nets n285]
set_load -min 0.00334097  [get_nets n285]
set_resistance 0.0260753  [get_nets n285]
set_load -max 0.00178324  [get_nets n284]
set_load -min 0.00154136  [get_nets n284]
set_resistance 0.0123947  [get_nets n284]
set_load -max 0.000633662  [get_nets n283]
set_load -min 0.000547146  [get_nets n283]
set_resistance 0.00591469  [get_nets n283]
set_load -max 0.00157332  [get_nets n282]
set_load -min 0.00136841  [get_nets n282]
set_resistance 0.0117788  [get_nets n282]
set_load -max 0.00149727  [get_nets n356]
set_load -min 0.00130558  [get_nets n356]
set_resistance 0.00952847  [get_nets n356]
set_load -max 0.000910106  [get_nets n352]
set_load -min 0.000767529  [get_nets n352]
set_resistance 0.0076725  [get_nets n352]
set_load -max 0.000868048  [get_nets n354]
set_load -min 0.000743975  [get_nets n354]
set_resistance 0.005085  [get_nets n354]
set_load -max 0.00141932  [get_nets n348]
set_load -min 0.00121288  [get_nets n348]
set_resistance 0.00862594  [get_nets n348]
set_load -max 0.0023562  [get_nets n350]
set_load -min 0.00199052  [get_nets n350]
set_resistance 0.0151763  [get_nets n350]
set_load -max 0.00120315  [get_nets n351]
set_load -min 0.00103204  [get_nets n351]
set_resistance 0.00678375  [get_nets n351]
set_load -max 0.00146793  [get_nets n349]
set_load -min 0.00126769  [get_nets n349]
set_resistance 0.0094815  [get_nets n349]
set_load -max 0.00298617  [get_nets n347]
set_load -min 0.00251984  [get_nets n347]
set_resistance 0.0208913  [get_nets n347]
set_load -max 0.00443745  [get_nets n346]
set_load -min 0.00381405  [get_nets n346]
set_resistance 0.0243077  [get_nets n346]
set_load -max 0.00276528  [get_nets n345]
set_load -min 0.00237657  [get_nets n345]
set_resistance 0.0203351  [get_nets n345]
set_load -max 0.000894638  [get_nets n344]
set_load -min 0.000763951  [get_nets n344]
set_resistance 0.00721125  [get_nets n344]
set_load -max 0.00575984  [get_nets n343]
set_load -min 0.00491842  [get_nets n343]
set_resistance 0.0344429  [get_nets n343]
set_load -max 0.00092136  [get_nets n342]
set_load -min 0.000790459  [get_nets n342]
set_resistance 0.0063225  [get_nets n342]
set_load -max 0.0014167  [get_nets n341]
set_load -min 0.00120331  [get_nets n341]
set_resistance 0.00823541  [get_nets n341]
set_load -max 0.00215152  [get_nets n340]
set_load -min 0.00182803  [get_nets n340]
set_resistance 0.0150392  [get_nets n340]
set_load -max 0.00162817  [get_nets n339]
set_load -min 0.00140958  [get_nets n339]
set_resistance 0.00910446  [get_nets n339]
set_load -max 0.00151651  [get_nets n89]
set_load -min 0.00133026  [get_nets n89]
set_resistance 0.0113625  [get_nets n89]
set_load -max 0.000481168  [get_nets n338]
set_load -min 0.000411695  [get_nets n338]
set_resistance 0.00536063  [get_nets n338]
set_load -max 0.00332815  [get_nets n337]
set_load -min 0.0029262  [get_nets n337]
set_resistance 0.0228234  [get_nets n337]
set_load -max 0.000291455  [get_nets n336]
set_load -min 0.000244255  [get_nets n336]
set_resistance 0.0029475  [get_nets n336]
set_load -max 0.00081493  [get_nets n333]
set_load -min 0.000704321  [get_nets n333]
set_resistance 0.00657  [get_nets n333]
set_load -max 0.00128213  [get_nets n335]
set_load -min 0.00110628  [get_nets n335]
set_resistance 0.00798107  [get_nets n335]
set_load -max 0.00070347  [get_nets n334]
set_load -min 0.000597281  [get_nets n334]
set_resistance 0.00633656  [get_nets n334]
set_load -max 0.00354598  [get_nets n332]
set_load -min 0.0030559  [get_nets n332]
set_resistance 0.0181913  [get_nets n332]
set_load -max 0.00212386  [get_nets n331]
set_load -min 0.0018131  [get_nets n331]
set_resistance 0.015795  [get_nets n331]
set_load -max 0.000624005  [get_nets n329]
set_load -min 0.000520707  [get_nets n329]
set_resistance 0.00505125  [get_nets n329]
set_load -max 0.000372249  [get_nets n330]
set_load -min 0.000309691  [get_nets n330]
set_resistance 0.00331875  [get_nets n330]
set_load -max 0.00113961  [get_nets n328]
set_load -min 0.000972424  [get_nets n328]
set_resistance 0.009585  [get_nets n328]
set_load -max 0.000815253  [get_nets n327]
set_load -min 0.000687839  [get_nets n327]
set_resistance 0.00751184  [get_nets n327]
set_load -max 0.00176871  [get_nets n325]
set_load -min 0.00150021  [get_nets n325]
set_resistance 0.0113316  [get_nets n325]
set_load -max 0.00119681  [get_nets n324]
set_load -min 0.00102541  [get_nets n324]
set_resistance 0.00803813  [get_nets n324]
set_load -max 0.00334621  [get_nets n94]
set_load -min 0.00285991  [get_nets n94]
set_resistance 0.0180309  [get_nets n94]
set_load -max 0.000398557  [get_nets n323]
set_load -min 0.000338903  [get_nets n323]
set_resistance 0.00317571  [get_nets n323]
set_load -max 0.000881754  [get_nets n322]
set_load -min 0.000761303  [get_nets n322]
set_resistance 0.00534335  [get_nets n322]
set_load -max 0.00163029  [get_nets n321]
set_load -min 0.00141212  [get_nets n321]
set_resistance 0.0130838  [get_nets n321]
set_load -max 0.000282026  [get_nets n318]
set_load -min 0.000239492  [get_nets n318]
set_resistance 0.00275625  [get_nets n318]
set_load -max 0.000494783  [get_nets n320]
set_load -min 0.0004122  [get_nets n320]
set_resistance 0.00427781  [get_nets n320]
set_load -max 0.00129282  [get_nets n319]
set_load -min 0.00111327  [get_nets n319]
set_resistance 0.00759656  [get_nets n319]
set_load -max 0.0016599  [get_nets n102]
set_load -min 0.00142582  [get_nets n102]
set_resistance 0.0122091  [get_nets n102]
set_load -max 0.00542813  [get_nets {GCDdpath0_B_reg[14]}]
set_load -min 0.00467757  [get_nets {GCDdpath0_B_reg[14]}]
set_resistance 0.0332632  [get_nets {GCDdpath0_B_reg[14]}]
set_load -max 0.000824457  [get_nets n108]
set_load -min 0.000704725  [get_nets n108]
set_resistance 0.0064125  [get_nets n108]
set_load -max 0.00344412  [get_nets {GCDdpath0_B_reg[8]}]
set_load -min 0.0029379  [get_nets {GCDdpath0_B_reg[8]}]
set_resistance 0.0265219  [get_nets {GCDdpath0_B_reg[8]}]
set_load -max 0.00396786  [get_nets n103]
set_load -min 0.00342868  [get_nets n103]
set_resistance 0.020385  [get_nets n103]
set_load -max 0.00624419  [get_nets {GCDdpath0_B_reg[13]}]
set_load -min 0.00530559  [get_nets {GCDdpath0_B_reg[13]}]
set_resistance 0.0365625  [get_nets {GCDdpath0_B_reg[13]}]
set_load -max 0.00315083  [get_nets n110]
set_load -min 0.00272731  [get_nets n110]
set_resistance 0.0173003  [get_nets n110]
set_load -max 0.00541971  [get_nets {GCDdpath0_B_reg[6]}]
set_load -min 0.00465747  [get_nets {GCDdpath0_B_reg[6]}]
set_resistance 0.0376003  [get_nets {GCDdpath0_B_reg[6]}]
set_load -max 0.000705817  [get_nets n106]
set_load -min 0.000604576  [get_nets n106]
set_resistance 0.00616781  [get_nets n106]
set_load -max 0.00577921  [get_nets {GCDdpath0_B_reg[10]}]
set_load -min 0.00494404  [get_nets {GCDdpath0_B_reg[10]}]
set_resistance 0.0331819  [get_nets {GCDdpath0_B_reg[10]}]
set_load -max 0.00161238  [get_nets n104]
set_load -min 0.00138565  [get_nets n104]
set_resistance 0.0121303  [get_nets n104]
set_load -max 0.00406924  [get_nets {GCDdpath0_B_reg[12]}]
set_load -min 0.00350274  [get_nets {GCDdpath0_B_reg[12]}]
set_resistance 0.0242482  [get_nets {GCDdpath0_B_reg[12]}]
set_load -max 0.00113071  [get_nets n114]
set_load -min 0.000960562  [get_nets n114]
set_resistance 0.0085725  [get_nets n114]
set_load -max 0.00371952  [get_nets {GCDdpath0_B_reg[2]}]
set_load -min 0.00321134  [get_nets {GCDdpath0_B_reg[2]}]
set_resistance 0.0249785  [get_nets {GCDdpath0_B_reg[2]}]
set_load -max 0.00186122  [get_nets n107]
set_load -min 0.00159953  [get_nets n107]
set_resistance 0.00993375  [get_nets n107]
set_load -max 0.00390104  [get_nets {GCDdpath0_B_reg[9]}]
set_load -min 0.00335469  [get_nets {GCDdpath0_B_reg[9]}]
set_resistance 0.0234654  [get_nets {GCDdpath0_B_reg[9]}]
set_load -max 0.00125318  [get_nets n117]
set_load -min 0.00108385  [get_nets n117]
set_resistance 0.00914625  [get_nets n117]
set_load -max 0.0049633  [get_nets {GCDdpath0_B_reg[15]}]
set_load -min 0.00430451  [get_nets {GCDdpath0_B_reg[15]}]
set_resistance 0.0302175  [get_nets {GCDdpath0_B_reg[15]}]
set_load -max 0.00139992  [get_nets n359]
set_load -min 0.0012104  [get_nets n359]
set_resistance 0.0100434  [get_nets n359]
set_load -max 0.00537896  [get_nets n116]
set_load -min 0.0047665  [get_nets n116]
set_resistance 0.03816  [get_nets n116]
set_load -max 0.000586244  [get_nets n358]
set_load -min 0.000507907  [get_nets n358]
set_resistance 0.00550687  [get_nets n358]
set_load -max 0.00439966  [get_nets n357]
set_load -min 0.00375555  [get_nets n357]
set_resistance 0.0243113  [get_nets n357]
set_load -max 0.000743107  [get_nets n118]
set_load -min 0.000639367  [get_nets n118]
set_resistance 0.00684281  [get_nets n118]
set_load -max 0.000714094  [get_nets n365]
set_load -min 0.000611462  [get_nets n365]
set_resistance 0.00464344  [get_nets n365]
set_load -max 0.00129468  [get_nets n367]
set_load -min 0.00111656  [get_nets n367]
set_resistance 0.0110925  [get_nets n367]
set_load -max 0.00179655  [get_nets n364]
set_load -min 0.0015547  [get_nets n364]
set_resistance 0.00959431  [get_nets n364]
set_load -max 0.00185875  [get_nets {GCDctrl0_state[1]}]
set_load -min 0.00160636  [get_nets {GCDctrl0_state[1]}]
set_resistance 0.0134798  [get_nets {GCDctrl0_state[1]}]
set_load -max 0.00216561  [get_nets {GCDctrl0_state[0]}]
set_load -min 0.00188509  [get_nets {GCDctrl0_state[0]}]
set_resistance 0.0176822  [get_nets {GCDctrl0_state[0]}]
set_load -max 0.00445556  [get_nets n363]
set_load -min 0.00383134  [get_nets n363]
set_resistance 0.0267413  [get_nets n363]
set_load -max 0.00126258  [get_nets n101]
set_load -min 0.00107155  [get_nets n101]
set_resistance 0.00925031  [get_nets n101]
set_load -max 0.00746454  [get_nets {GCDdpath0_B_reg[0]}]
set_load -min 0.00642886  [get_nets {GCDdpath0_B_reg[0]}]
set_resistance 0.0399713  [get_nets {GCDdpath0_B_reg[0]}]
set_load -max 0.00113712  [get_nets n105]
set_load -min 0.000987826  [get_nets n105]
set_resistance 0.0083925  [get_nets n105]
set_load -max 0.00933657  [get_nets {GCDdpath0_B_reg[11]}]
set_load -min 0.00806936  [get_nets {GCDdpath0_B_reg[11]}]
set_resistance 0.0473979  [get_nets {GCDdpath0_B_reg[11]}]
set_load -max 0.00144073  [get_nets n113]
set_load -min 0.00127508  [get_nets n113]
set_resistance 0.0122878  [get_nets n113]
set_load -max 0.00686255  [get_nets {GCDdpath0_B_reg[3]}]
set_load -min 0.00594195  [get_nets {GCDdpath0_B_reg[3]}]
set_resistance 0.0403982  [get_nets {GCDdpath0_B_reg[3]}]
set_load -max 0.000827117  [get_nets n109]
set_load -min 0.000696721  [get_nets n109]
set_resistance 0.0062325  [get_nets n109]
set_load -max 0.0035895  [get_nets {GCDdpath0_B_reg[7]}]
set_load -min 0.00309073  [get_nets {GCDdpath0_B_reg[7]}]
set_resistance 0.0270338  [get_nets {GCDdpath0_B_reg[7]}]
set_load -max 0.000685126  [get_nets n111]
set_load -min 0.000591101  [get_nets n111]
set_resistance 0.00520875  [get_nets n111]
set_load -max 0.00194035  [get_nets {GCDdpath0_B_reg[5]}]
set_load -min 0.00163175  [get_nets {GCDdpath0_B_reg[5]}]
set_resistance 0.0169021  [get_nets {GCDdpath0_B_reg[5]}]
set_load -max 0.00190845  [get_nets n112]
set_load -min 0.00166038  [get_nets n112]
set_resistance 0.0112163  [get_nets n112]
set_load -max 0.00443973  [get_nets {GCDdpath0_B_reg[4]}]
set_load -min 0.00381637  [get_nets {GCDdpath0_B_reg[4]}]
set_resistance 0.0292575  [get_nets {GCDdpath0_B_reg[4]}]
set_load -max 0.00133833  [get_nets n115]
set_load -min 0.00115948  [get_nets n115]
set_resistance 0.00959625  [get_nets n115]
set_load -max 0.00329219  [get_nets {GCDdpath0_B_reg[1]}]
set_load -min 0.00283435  [get_nets {GCDdpath0_B_reg[1]}]
set_resistance 0.0205313  [get_nets {GCDdpath0_B_reg[1]}]
set_load -max 0.00680541  [get_nets result_val]
set_load -min 0.0061325  [get_nets result_val]
set_resistance 0.0482288  [get_nets result_val]
set_load -max 0.00541054  [get_nets operands_rdy]
set_load -min 0.00491539  [get_nets operands_rdy]
set_resistance 0.0397575  [get_nets operands_rdy]
set_load -max 0.00432164  [get_nets result_rdy]
set_load -min 0.00391035  [get_nets result_rdy]
set_resistance 0.0284079  [get_nets result_rdy]
set_load -max 0.00416449  [get_nets operands_val]
set_load -min 0.00373776  [get_nets operands_val]
set_resistance 0.0302456  [get_nets operands_val]
set_load -max 0.00635422  [get_nets reset]
set_load -min 0.00556273  [get_nets reset]
set_resistance 0.0320203  [get_nets reset]
set_load -max 0.0408063  [get_nets clk]
set_load -min 0.0360096  [get_nets clk]
set_resistance 0.321931  [get_nets clk]
set_load -max 0.0113646  [get_nets {result_bits_data[15]}]
set_load -min 0.0100359  [get_nets {result_bits_data[15]}]
set_resistance 0.0673386  [get_nets {result_bits_data[15]}]
set_load -max 0.012393  [get_nets {result_bits_data[14]}]
set_load -min 0.0109917  [get_nets {result_bits_data[14]}]
set_resistance 0.0840487  [get_nets {result_bits_data[14]}]
set_load -max 0.0123444  [get_nets {result_bits_data[13]}]
set_load -min 0.010933  [get_nets {result_bits_data[13]}]
set_resistance 0.0851906  [get_nets {result_bits_data[13]}]
set_load -max 0.00805739  [get_nets {result_bits_data[12]}]
set_load -min 0.00707253  [get_nets {result_bits_data[12]}]
set_resistance 0.0526568  [get_nets {result_bits_data[12]}]
set_load -max 0.0135656  [get_nets {result_bits_data[11]}]
set_load -min 0.0120084  [get_nets {result_bits_data[11]}]
set_resistance 0.0793173  [get_nets {result_bits_data[11]}]
set_load -max 0.0129053  [get_nets {result_bits_data[10]}]
set_load -min 0.0115252  [get_nets {result_bits_data[10]}]
set_resistance 0.0842794  [get_nets {result_bits_data[10]}]
set_load -max 0.0127582  [get_nets {result_bits_data[8]}]
set_load -min 0.0114345  [get_nets {result_bits_data[8]}]
set_resistance 0.0887625  [get_nets {result_bits_data[8]}]
set_load -max 0.0148889  [get_nets {result_bits_data[6]}]
set_load -min 0.0132461  [get_nets {result_bits_data[6]}]
set_resistance 0.0924975  [get_nets {result_bits_data[6]}]
set_load -max 0.00561745  [get_nets {result_bits_data[3]}]
set_load -min 0.00497861  [get_nets {result_bits_data[3]}]
set_resistance 0.0389475  [get_nets {result_bits_data[3]}]
set_load -max 0.00945278  [get_nets {result_bits_data[1]}]
set_load -min 0.00827271  [get_nets {result_bits_data[1]}]
set_resistance 0.0614166  [get_nets {result_bits_data[1]}]
set_load -max 0.00616531  [get_nets {result_bits_data[0]}]
set_load -min 0.00547176  [get_nets {result_bits_data[0]}]
set_resistance 0.0395695  [get_nets {result_bits_data[0]}]
set_load -max 0.00772211  [get_nets {operands_bits_B[15]}]
set_load -min 0.00685099  [get_nets {operands_bits_B[15]}]
set_resistance 0.0465188  [get_nets {operands_bits_B[15]}]
set_load -max 0.00396503  [get_nets {operands_bits_B[14]}]
set_load -min 0.00353533  [get_nets {operands_bits_B[14]}]
set_resistance 0.0251325  [get_nets {operands_bits_B[14]}]
set_load -max 0.00791324  [get_nets {operands_bits_B[13]}]
set_load -min 0.00703967  [get_nets {operands_bits_B[13]}]
set_resistance 0.0520795  [get_nets {operands_bits_B[13]}]
set_load -max 0.00942339  [get_nets {operands_bits_B[12]}]
set_load -min 0.00842324  [get_nets {operands_bits_B[12]}]
set_resistance 0.0651837  [get_nets {operands_bits_B[12]}]
set_load -max 0.00770319  [get_nets {operands_bits_B[11]}]
set_load -min 0.00700579  [get_nets {operands_bits_B[11]}]
set_resistance 0.0525263  [get_nets {operands_bits_B[11]}]
set_load -max 0.00613235  [get_nets {operands_bits_B[10]}]
set_load -min 0.00552903  [get_nets {operands_bits_B[10]}]
set_resistance 0.0417488  [get_nets {operands_bits_B[10]}]
set_load -max 0.0128559  [get_nets {operands_bits_B[9]}]
set_load -min 0.011554  [get_nets {operands_bits_B[9]}]
set_resistance 0.0778612  [get_nets {operands_bits_B[9]}]
set_load -max 0.00918728  [get_nets {operands_bits_B[8]}]
set_load -min 0.00834291  [get_nets {operands_bits_B[8]}]
set_resistance 0.0634725  [get_nets {operands_bits_B[8]}]
set_load -max 0.00477398  [get_nets {operands_bits_B[7]}]
set_load -min 0.00425754  [get_nets {operands_bits_B[7]}]
set_resistance 0.0289463  [get_nets {operands_bits_B[7]}]
set_load -max 0.00672483  [get_nets {operands_bits_B[6]}]
set_load -min 0.00599108  [get_nets {operands_bits_B[6]}]
set_resistance 0.0379013  [get_nets {operands_bits_B[6]}]
set_load -max 0.00399196  [get_nets {operands_bits_B[5]}]
set_load -min 0.0036104  [get_nets {operands_bits_B[5]}]
set_resistance 0.0284513  [get_nets {operands_bits_B[5]}]
set_load -max 0.00778012  [get_nets {operands_bits_B[4]}]
set_load -min 0.00693374  [get_nets {operands_bits_B[4]}]
set_resistance 0.0438863  [get_nets {operands_bits_B[4]}]
set_load -max 0.0109384  [get_nets {operands_bits_B[3]}]
set_load -min 0.00968598  [get_nets {operands_bits_B[3]}]
set_resistance 0.0636216  [get_nets {operands_bits_B[3]}]
set_load -max 0.00309623  [get_nets {operands_bits_B[2]}]
set_load -min 0.00280939  [get_nets {operands_bits_B[2]}]
set_resistance 0.02169  [get_nets {operands_bits_B[2]}]
set_load -max 0.0060875  [get_nets {operands_bits_B[1]}]
set_load -min 0.00546289  [get_nets {operands_bits_B[1]}]
set_resistance 0.039105  [get_nets {operands_bits_B[1]}]
set_load -max 0.00307084  [get_nets {operands_bits_B[0]}]
set_load -min 0.00278538  [get_nets {operands_bits_B[0]}]
set_resistance 0.0221006  [get_nets {operands_bits_B[0]}]
set_load -max 0.00420366  [get_nets {operands_bits_A[15]}]
set_load -min 0.003788  [get_nets {operands_bits_A[15]}]
set_resistance 0.027495  [get_nets {operands_bits_A[15]}]
set_load -max 0.00516658  [get_nets {operands_bits_A[14]}]
set_load -min 0.00469181  [get_nets {operands_bits_A[14]}]
set_resistance 0.0361462  [get_nets {operands_bits_A[14]}]
set_load -max 0.00570009  [get_nets {operands_bits_A[13]}]
set_load -min 0.00517036  [get_nets {operands_bits_A[13]}]
set_resistance 0.0385313  [get_nets {operands_bits_A[13]}]
set_load -max 0.00802399  [get_nets {operands_bits_A[12]}]
set_load -min 0.00716475  [get_nets {operands_bits_A[12]}]
set_resistance 0.0435459  [get_nets {operands_bits_A[12]}]
set_load -max 0.00584359  [get_nets {operands_bits_A[11]}]
set_load -min 0.00529938  [get_nets {operands_bits_A[11]}]
set_resistance 0.0400725  [get_nets {operands_bits_A[11]}]
set_load -max 0.00480189  [get_nets {operands_bits_A[10]}]
set_load -min 0.00434644  [get_nets {operands_bits_A[10]}]
set_resistance 0.0327825  [get_nets {operands_bits_A[10]}]
set_load -max 0.00406234  [get_nets {operands_bits_A[9]}]
set_load -min 0.00361531  [get_nets {operands_bits_A[9]}]
set_resistance 0.0254925  [get_nets {operands_bits_A[9]}]
set_load -max 0.00357101  [get_nets {operands_bits_A[8]}]
set_load -min 0.00318771  [get_nets {operands_bits_A[8]}]
set_resistance 0.023229  [get_nets {operands_bits_A[8]}]
set_load -max 0.00494727  [get_nets {operands_bits_A[7]}]
set_load -min 0.00439356  [get_nets {operands_bits_A[7]}]
set_resistance 0.0283838  [get_nets {operands_bits_A[7]}]
set_load -max 0.00271242  [get_nets {operands_bits_A[6]}]
set_load -min 0.00246462  [get_nets {operands_bits_A[6]}]
set_resistance 0.0188213  [get_nets {operands_bits_A[6]}]
set_load -max 0.00532555  [get_nets {operands_bits_A[5]}]
set_load -min 0.00472289  [get_nets {operands_bits_A[5]}]
set_resistance 0.0292179  [get_nets {operands_bits_A[5]}]
set_load -max 0.00276233  [get_nets {operands_bits_A[4]}]
set_load -min 0.00250774  [get_nets {operands_bits_A[4]}]
set_resistance 0.0189765  [get_nets {operands_bits_A[4]}]
set_load -max 0.00388526  [get_nets {operands_bits_A[3]}]
set_load -min 0.00346733  [get_nets {operands_bits_A[3]}]
set_resistance 0.0241313  [get_nets {operands_bits_A[3]}]
set_load -max 0.00425358  [get_nets {operands_bits_A[2]}]
set_load -min 0.00383062  [get_nets {operands_bits_A[2]}]
set_resistance 0.0277988  [get_nets {operands_bits_A[2]}]
set_load -max 0.00487551  [get_nets {operands_bits_A[1]}]
set_load -min 0.00441789  [get_nets {operands_bits_A[1]}]
set_resistance 0.0339975  [get_nets {operands_bits_A[1]}]
set_load -max 0.00567316  [get_nets {operands_bits_A[0]}]
set_load -min 0.00514636  [get_nets {operands_bits_A[0]}]
set_resistance 0.0373725  [get_nets {operands_bits_A[0]}]
set_load -max 0.0139315  [get_nets {result_bits_data[5]}]
set_load -min 0.0125038  [get_nets {result_bits_data[5]}]
set_resistance 0.0956075  [get_nets {result_bits_data[5]}]
set_load -max 0.0142725  [get_nets {result_bits_data[4]}]
set_load -min 0.0124846  [get_nets {result_bits_data[4]}]
set_resistance 0.0807075  [get_nets {result_bits_data[4]}]
set_load -max 0.0123558  [get_nets {result_bits_data[2]}]
set_load -min 0.0108062  [get_nets {result_bits_data[2]}]
set_resistance 0.0683257  [get_nets {result_bits_data[2]}]
set_load -max 0.0167338  [get_nets {result_bits_data[7]}]
set_load -min 0.0149474  [get_nets {result_bits_data[7]}]
set_resistance 0.109347  [get_nets {result_bits_data[7]}]
set_load -max 0.011323  [get_nets {result_bits_data[9]}]
set_load -min 0.0101063  [get_nets {result_bits_data[9]}]
set_resistance 0.07443  [get_nets {result_bits_data[9]}]
