#@ # 
#@ # Running icc_shell Version K-2015.06-SP4 for linux64 -- Nov 23, 2015
#@ # Date:   Mon Mar 19 08:40:07 2018
#@ # Run by: jwoosam@bender.engr.ucr.edu
#@ 

gui_start
#@ # -- Starting source /usr/local/synopsys/icc/K-2015.06-SP4/auxx/tcllib/lib/iwidgets4.0.2/lib/iwidgets/iwidgets.tcl

#@ #
#@ # iwidgets.tcl
#@ # ----------------------------------------------------------------------
#@ # Invoked automatically by [incr Tk] upon startup to initialize
#@ # the [incr Widgets] package.
#@ # ----------------------------------------------------------------------
#@ #  AUTHOR: Mark L. Ulferts               EMAIL: mulferts@spd.dsccc.com
#@ #
#@ #  @(#) $Id: iwidgets.tcl.in,v 1.5 2007/06/10 19:28:16 hobbs Exp $
#@ # ----------------------------------------------------------------------
#@ #                Copyright (c) 1995  Mark L. Ulferts
#@ # ======================================================================
#@ # See the file "license.terms" for information on usage and
#@ # redistribution of this file, and for a DISCLAIMER OF ALL WARRANTIES.
#@ 
#@ package require Tcl 8.0
#@ package require Tk 8.0
#@ package require Itcl 3.2
#@ package require Itk 3.2
#@ 
#@ namespace eval ::iwidgets {
#@     namespace export *
#@ 
#@     variable library [file dirname [info script]]
#@     variable version 4.0.2
#@ 
#@     lappend auto_path $iwidgets::library
#@     variable subdir
#@     foreach subdir {generic scripts} {
#@ 	if {[file isdirectory [file join $iwidgets::library $subdir]]} {
#@ 	    lappend auto_path [file join $iwidgets::library $subdir]
#@ 	}
#@     }
#@     unset subdir
#@ }
#@ 
#@ package provide Iwidgets $iwidgets::version
#@ # -- End source /usr/local/synopsys/icc/K-2015.06-SP4/auxx/tcllib/lib/iwidgets4.0.2/lib/iwidgets/iwidgets.tcl

create_mw_lib  -technology /usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/tech/saed90nm.tf -mw_reference_library {/usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/ref/saed90nm_fr} -bus_naming_style {[%d]}  -open  /home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit_icc
create_mw_lib  -technology /usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/ref/tech/saed90nm.tf -mw_reference_library {/usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/ref/saed90nm_fr} -bus_naming_style {[%d]}  -open  /home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit_icc
set_tlu_plus_files -max_tluplus /usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/ref/tlup/saed90nm_1p9m_1t_Cmax.tluplus -min_tluplus /usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/ref/tlup/saed90nm_1p9m_1t_Cmin.tluplus -tech2itf_map  /usr/local/synopsys/pdk/SAED90_EDK/SAED_EDK90nm_REF/references/ChipTop/ref/tlup/tech2itf.map
read_verilog {/home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit_synthesized.v}
read_verilog -dirty_netlist {/home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit_synthesized.v}
read_verilog -dirty_netlist {/home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit_synthesized.v}
read_verilog -dirty_netlist {/home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit_synthesized.v}
read_verilog -dirty_netlist {/home/cemaj/jwoosam/eecs168/lab4-rtl/fa_4bit/fa_4bit.v}
quit
